[
  {
    "verse": "For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.",
    "reference": "John 3:16"
  },
  {
    "verse": "The Lord is my shepherd; I shall not want.",
    "reference": "Psalm 23:1"
  },
  {
    "verse": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope.",
    "reference": "Jeremiah 29:11"
  },
  {
    "verse": "I can do all things through him who strengthens me.",
    "reference": "Philippians 4:13"
  },
  {
    "verse": "The Lord is near to the brokenhearted and saves the crushed in spirit.",
    "reference": "Psalm 34:18"
  },
  {
    "verse": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.",
    "reference": "Deuteronomy 31:6"
  },
  {
    "verse": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths.",
    "reference": "Proverbs 3:5-6"
  },
  {
    "verse": "And we know that in all things God works for the good of those who love him, who have been called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "verse": "But the fruit of the Spirit is love, joy, peace, forbearance, kindness, goodness, faithfulness, gentleness, and self-control. Against such things, there is no law.",
    "reference": "Galatians 5:22-23"
  },
  {
    "verse": "For by grace you have been saved through faith. And this is not your own doing; it is the gift of God.",
    "reference": "Ephesians 2:8"
  },
  {
    "verse": "The name of the Lord is a strong tower; the righteous run to it and are safe.",
    "reference": "Proverbs 18:10"
  },
  {
    "verse": "But the Lord is faithful. He will establish you and guard you against the evil one.",
    "reference": "2 Thessalonians 3:3"
  },
  {
    "verse": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.",
    "reference": "John 14:27"
  },
  {
    "verse": "But you, O Lord, are a shield about me, my glory, and the lifter of my head.",
    "reference": "Psalm 3:3"
  },
  {
    "verse": "And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him.",
    "reference": "1 John 4:16"
  },
  {
    "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.",
    "reference": "Philippians 4:6"
  },
  {
    "verse": "And let us not grow weary of doing good, for in due season we will reap, if we do not give up.",
    "reference": "Galatians 6:9"
  },
  {
    "verse": "But the Lord is with me like a dread warrior; therefore my persecutors will stumble; they will not overcome me. They will be greatly shamed, for they will not succeed. Their eternal dishonor will never be forgotten.",
    "reference": "Jeremiah 20:11"
  },
  {
    "verse": "And we know that for those who love God all things work together for good, for those who are called according to his purpose.",
    "reference": "Romans 8:28"
  },
  {
    "verse": "But seek first the kingdom of God and his righteousness, and all these things will be added to you.",
    "reference": "Matthew 6:33"
  },
  {
    "verse": "The Lord will fight for you, and you have only to be silent.",
    "reference": "Exodus 14:14"
  },
  {
    "verse": "But as for you, be strong and do not give up, for your work will be rewarded.",
    "reference": "2 Chronicles 15:7"
  },
  {
    "verse": "Your word is a lamp to my feet and a light to my path.",
    "reference": "Psalm 119:105"
  },
  {
    "verse": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved.",
    "reference": "Psalm 55:22"
  },
  {
    "verse": "But God shows his love for us in that while we were still sinners, Christ died for us.",
    "reference": "Romans 5:8"
  },
  {
    "verse": "The fear of man lays a snare, but whoever trusts in the Lord is safe.",
    "reference": "Proverbs 29:25"
  },
  {
    "verse": "The Lord is good, a stronghold in the day of trouble; he knows those who take refuge in him.",
    "reference": "Nahum 1:7"
  },
  {
    "verse": "A new command I give you: Love one another. As I have loved you, so you must love one another.",
    "reference": "John 13:34"
  },
  {
    "verse": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.",
    "reference": "Psalm 23:4"
  },
  {
    "verse": "But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.",
    "reference": "1 Peter 2:9"
  },
  {
    "verse": "And my God will supply every need of yours according to his riches in glory in Christ Jesus.",
    "reference": "Philippians 4:19"
  }
]
